Repository: Horttcore/Custom-Post-Type-Sponsors
Catalog: languages/custom-post-type-sponsors-*.po
Languages: de_de

# Sponsors slug
source: sponsors
de_de: sponsoren

source: Popular Sponsor Categories
de_de: Beliebte Sponsoren-Kategorien

source: View Sponsor Category
de_de: Sponsor-Kategorie ansehen.

source: Separate sponsor categories with commas
de_de: Sponsoren-Kategorien durch Kommas trennen.

source: Add or remove sponsor categories
de_de: Sponsoren-Kategorien hinzufügen oder entfernen

source: Choose from the most used sponsor categories
de_de: Wähle aus den meistgenutzten Sponsoren-Kategorien

source: No sponsor categories found
de_de: Keine Sponsoren-Kategorien gefunden.

source: No sponsor categories
de_de: Keine Sponsoren-Kategorien

source: Sponsor Categories list navigation
de_de: Navigation der Sponsoren-Kategorienliste

source: Sponsor Categories list
de_de: Sponsoren-Kategorienliste

source: Information
de_de: Informationen

source: Sponsor updated.
de_de: Sponsor aktualisiert.

source: Sponsor restored to revision from %s
de_de: Sponsor aus Revision vom %s wiederhergestellt.

source: Sponsor published.
de_de: Sponsor veröffentlicht.

source: Sponsor saved.
de_de: Sponsor gespeichert.

source: Sponsor submitted.
de_de: Sponsor abgeschickt.

source: Sponsor scheduled for: <strong>%1$s</strong>.
de_de: Sponsor geplant für %s.

source: Sponsor draft updated.
de_de: Sponsorentwurf aktualisiert.

source: View sponsor
de_de: Sponsor ansehen

source: Preview sponsor
de_de: Sponsor-Vorschau

# post type general name
source: Sponsors
de_de: Sponsoren

# Sponsor
source: Add New
de_de: Erstellen

source: Add New Sponsor
de_de: Neuen Sponsor erstellen

source: Edit Sponsor
de_de: Neuer Sponsor

source: New Sponsor
de_de: Neuer Sponsor

source: View Sponsor
de_de: Sponsor ansehen

source: View Sponsors
de_de: Sponsoren ansehen

source: Search Sponsors
de_de: Sponsoren durchsuchen

source: No Sponsors found
de_de: Keine Sponsoren gefunden.

source: No Sponsors found in Trash
de_de: Keine Sponsoren im Papierkorb gefunden.

source: Parent Sponsor:
de_de: Übergeordnete Sponsor:

source: All Sponsors
de_de: Alle Sponsoren

source: Sponsor Archives
de_de: Sponsor-Archive

source: Sponsor Attributes
de_de: Sponsor-Attribute

source: Insert into sponsor
de_de: In den Sponsor einfügen

source: Uploaded to this sponsor
de_de: Zu diesem Sponsor hochgeladen

source: Featured Image
de_de: Logo

source: Set featured image
de_de: Logo festlegen

source: Remove featured image
de_de: Logo entfernen

source: Use as featured image
de_de: Als Logo nutzen

source: Filter sponsors list
de_de: Sponsorenliste filtern

source: Sponsors list navigation
de_de: Navigation der Sponsorliste

source: Sponsors list
de_de: Sponsorenliste

# taxonomy general name
source: Sponsor Categories
de_de: Sponsoren-Kategorien

# taxonomy singular name
source: Sponsor Category
de_de: Sponsoren-Kategorie

source: Search Sponsor Categories
de_de: Sponsoren-Kategorien suchen

source: All Sponsor Categories
de_de: Alle Sponsoren-Kategorien

source: Parent Sponsor Category
de_de: Übergeordnete Sponsoren-Kategorie

source: Parent Sponsor Category:
de_de: Übergeordnete Sponsoren-Kategorie:

source: Edit Sponsor Category
de_de: Sponsoren-Kategorie bearbeiten

source: Update Sponsor Category
de_de: Sponsoren-Kategorie aktualisieren.

source: Add New Sponsor Category
de_de: Neue Sponsoren-Kategorie erstellen

source: New Sponsor Category Name
de_de: Neuer Sponsoren-Kategoriename

# Slug
source: sponsor-category
de_de: sponsoren-kategorie

source: Custom Post Type Sponsors
de_de: Custom Post Type Sponsoren

source: Manage sponsors
de_de: Sponsoren verwalten
